{
  "youtube": [
    "e3ST3l1Booo",
    "xJuFV3Wi6DQ",
    "H0AFiA05lT0",
    "uPvz5_IIBVI",
    "ac2QWMGgm-o",
    "SsGkgKr8MXo",
    "qv9JmBuhw-A",
    "OSnrdItTcu8",
    "_Y8o98biQRc",
    "S82r-bW9TM8",
    "M8CG2QUjFsQ",
    "OJWMA4_TCKc"
  ],
  "dispatches": [
    {
      "title": "2016 Patch orders open",
      "date": "2016-12-24",
      "subtitle": "Inspire confidence and improve morale to all those around you with one simple trick!",
      "link": "/Insignia",
      "redirect": "2016"
    },
    {
      "title": "Call for entries - YIR 2016 contest",
      "date": "2017-01-12",
      "subtitle": "The propaganda machine needs fuelling! Do your part today!",
      "link": "",
      "content": "<p>COMRADES! ONCE AGAIN THE PARTY PRESENTS YOU WITH AN OPPORTUNITY!</p><ul><li>Are you a participant in 2016 combat operations?</li><li>Do you have video footage from said operations?</li><li>Are you skilled in video editing and eager to prove it?</li></ul><p><em>Then the Party has a job for <b>you!</b></em></p><p>Trawl through your archive for videos celebrating the tenacity, courage, and bravery of your fellow compatriots! Arrange a short video presentation, and submit<br> it to your nearest comrade Commissar. The best submission will have a chance to be featured on the Party web service, and show the glory of the Party for all to see!</p><p><b>DO YOUR PART TODAY!</b></p><p style=\"font-size:30%\">The video archive caught on fire again, didn't it?<br><b>Shut up.</b></p>"
    },
    {
      "title": "Folk ARPS raffle",
      "date": "2017-05-22",
      "subtitle": "Come one come all to the Folk ARPS raffle, where you can keep the servers running, and even get something in return!",
      "link": "http://www.folkarps.com/forum/viewtopic.php?f=45&amp;t=2372"
    },
    {
      "title": "Financing the Revolution - in the Future",
      "date": "2018-08-22",
      "subtitle": "New and advanced methods of collecting the entirely voluntary contributions!",
      "link": "",
      "content": "<h3><b>Financing the Revolution - in the Future</b></h3><p>In accordance with the year's plan, the 5-year plan, the 20-year forecast, and the usual prophecy, the Party scientists have come forth with a brand-new, futuristic method of resource collection! With this brave, pioneering achievement of Party scientist Lexer, fellow comrades need no longer worry themselves with the peculiarities of Paypal. While this option remains open for those so inclined (we don't judge), the comrade desiring to aid the continuation of the struggle can now do so at his leisure, through this simple, intuitive interface.</p><a href=\"https://folkarps.com/store/store.php\"> <img src=\"https://www.folkarps.com/www/images/fa-donate-banner.png\" alt=\"Do your part, To-Day!\"> </a>"
    },
    {
      "title": "2017 donation drive result",
      "date": "2018-09-09",
      "subtitle": "The peace initiative concludes",
      "link": "",
      "content": "<h3><b>2017 donation drive results</b></h3><p>Good news, comrades! With the recent <a href=\"https://twitter.com/KarelMoricky/status/1038033231822639105\">anniversary of sorts</a> for our little community, comes the expiration of the foerign-powers brokered ceasefire, as well as the international monitoring of our finances. Anyway, with peace looming on the horizont, the Party has, as it always does, honored our agreement, and is committed to continue cooperation with the foreign humanitarian groups, as we strive to put our army on the road to peace.</p><p class=\"formatted c\">***</p><p>OK, actual news: with no new requests in a month, and it being over half a year and all, the Party has decided to finalize it's UNHCR donation drive. On behalf of the Politburo, I would like to thank all participating comrades for their contributions, both to the drive, and to keeping the K-19-IV chugging.</p><img src=\"https://www.folkarps.com/PNG/UNHCR.png\">"
    },
    {
      "title": "2018 Uniform update program",
      "date": "2019-01-13",
      "subtitle": "An entirely Party-devised initiative.",
      "link": "/Insignia",
      "redirect": "2018"
    }
  ]
}
